export const bikeTextInfo = [
  {
    header: 'Городские велосипеды',
    type: 'city',
    src: '../../assets/images/city-bike.png',
    text: `Citybike, он же — городской велосипед идеален для
    передвижения по ровной местности и специально сконструирован для комфортных
    поездок по асфальту и прочему ландшафту, который встречается в городе. 
    У всех подвидов ситибайков есть свои особенности, но они 
    объединены несколькими важными факторами: комфорт, практичность, стильный дизайн. 
    Идеальным вариантом для городской езды считается круизер. Это один из видов городских велосипедов, 
    отличающийся некоторыми особенностями конструкции. Особенно выделяется геометрия рамы, которая
    обеспечивает удобство поездки. С ними не рекомендовано отправляться в холмистую, горную местность
    (если, конечно, речь не идет об электротранспорте) — в таких условиях ситибайки легче всего сломать. 
    Это одно из самых главных отличий городского велосипеда от горного. Второй, напротив, 
    рассчитан исключительно на неровности, склоны и ямы. `,
  },
  {
    header: 'Горные велосипеды',
    type: 'mountain',
    src: '../../assets/images/mountain-bike.png',
    text: `Го́рный велосипе́д  — велосипед, предназначенный для катания вне дорог 
    (хотя и не исключает обратного), и вследствие этого, имеющий особую конструкцию, 
    отличную от шоссейного, трекового и дорожного (городского) велосипедов. 
    Характерные признаки горного велосипеда: упрочнённая трапециевидная рама, мягкая 
    амортизационная вилка, наличие задней подвески (в некоторых дисциплинах), поднятая
    каретка для увеличения дорожного просвета в уровень со втулками (на хардтейлах для с диаметром колёс 
    26"), толстые покрышки с выпуклым, зацепистым протектором, прочные колёса. При этом цепная передача
    оборудована переключателем скоростей обеспечивающим даже пониженную передачу, что облегчает подъём. 
    Руль вынесен вперёд относительно рулевой стойки на 30 — 120 мм в зависимости от дисциплины.
    Масса горного велосипеда составляет от 6 кг (велосипед для кросс-кантри) до 19 кг (велосипед для
     даунхилла или фрирайда) в зависимости от дисциплины и навесного оборудования.`,
  },
  {
    header: 'Круизеры',
    type: 'crousier',
    src: '../../assets/images/crousier-bike.png',
    text: `Велосипед круизер предназначен для прогулок по городу. Чаще всего,
     велокруизер выбирают приверженцы аутентичного классического стиля и любители комфортной 
     пригородной и городской езды. По своим основным характеристикам, велосипеды круизеры —
     женские модели. Велосипеды не отличаются поразительными показателями проходимости или 
     невероятной динамикой спортивных велосипедов, однако идеально подходят для поездки по парковым
     аллеям или набережным. В силу отсутствия спортивных деталей и низко расположенного седла, женщины
     могут с легкостью передвигаться на круизерах даже в юбках. Динамичные очертания, низкая 
     расположенность и удлиненная база напоминали подобие мотоциклетной рамы, высокий руль и низко
     расположенное сидение — все это создает благоприятный образ велосипеда, на котором можно комфортно
     передвигаться по городу.`,
  },
  {
    header: 'Детские велосипеды',
    type: 'child',
    src: '../../assets/images/child-bike.png',
    text: `Современный детский велосипед известной фирмы-производителя – это высокотехнологичный 
    качественный продукт, порой не уступающий в сложности изготовления взрослому прогулочному велосипеду.
    Как и их «старшие братья», велосипеды для детей постоянно совершенствуются, становятся функциональней,
    легче, надежней. Внастоящее время производители выпускают большое количество детских велосипедов 
    для юных байкеров любого возраста и роста. Детские велосипеды долговечны, имеют большой запас 
    прочности, травмобезопасны и легки на ходу. Разделение детских велосипедов по классам (возрасту/росту)
     производят по диаметру колеса: от 12-дюймовых для самых маленьких детей до 24 дюймов у подростковых 
     моделей. Градация размеров обычно идет по «четным дюймам» `,
  },
  {
    header: 'ФетБайки',
    type: 'fatbike',
    src: '../../assets/images/fat-bike.png',
    text: `Фэтбайк (fat bike) - "толстый велосипед" или просто велосипед на больших широких покрышках.
    Обладает повышенной проходимостью по различным типам рыхлых поверхностей, которые плохо или совсем не
     проходимы на других типах велосипедов, как то: снег, песок, высокотравье и т.п. 
     При эксплуатации давление в камерах находится в пределах от 0.2 атм. до 2 атм. Ширина покрышек 
     от 3,5 до 4,8 дюймов, ширина ободов от 65 до 100 мм. Именно низкое давление в камере является 
     ключевым в этом типе велосипеда наряду с шириной покрышки. Более низкое давление увеличивает пятно
     контакта и улучшает сцепление с поверхностью. Такие шины не проваливаются, а действуют по 
     принципу катка. Мягкие слои утрамбовываются, а более низкое давление на грунт, снег или песок 
     позволяет велосипедисту проехать по мягкой поверхности и не увязнуть. Более того это делает
      велосипед наиболее стабильным - его гораздо сложнее уронить.`,
  },
  {
    header: 'Профессионльные велосипеды',
    type: 'profi',
    src: '../../assets/images/profy-bike.png',
    text: `Основное внешнее отличие велосипедов разного уровня – посадка. На прогулочных 
    велосипедах никто не собирается спускаться с горы или нестись по шоссе со скоростью света, 
    поэтому и посадка на них прямая и удобная. Профессионалы жертвуют своим удобством ради улучшения 
    скорости, маневренности и других характеристик.Если рассмотреть дорогой профессиональный велосипед
     относительно прогулочного, то здесь видно применение карбона, например, и других материалов. 
     Производство углепластика и его правильное плетение требует немалых затрат, поэтому, чтобы 
     оправдать производство, нужно повысить цену на такую раму. Карбон обладает всеми лучшими 
     качествами: прочность в нужных направлениях плетения, лёгкость, ремонтопригодность, упругость.
      Поэтому он так популярен среди самых качественных байков.
    `,
  },
  {
    header: 'Тандем велосипеды',
    type: 'tandem',
    src: '../../assets/images/tandem-bike2.png',
    text: `Танде́м (Велосипе́д-танде́м) — велосипед, предназначенный для нескольких (чаще для двух) человек,
    сидящих один за другим. Типичный тандем представляет собой велосипед с одной рамой и двумя колесами, 
    но каждый человек имеет своё собственное седло и собственные педали.
    Обычно участие в вождении велосипеда берёт человек, сидящий спереди (капитан или пилот),
     хотя часто встречаются велосипеды где есть возможность переключать рулевое управление. В любом
    случае человек, который не управляет (стокер), использует руль в качестве опоры для рук. Таким же 
    образом может быть отключен или включен диск тормозной системы. Существуют тандемы, которые имеют на 
    задней оси два колеса.
    Тандем двухместный, как правило, около 240 см в длину и весит около 15—20 кг.`,
  },
  {
    header: 'Трехеолесные велосипеды',
    type: 'threeWheels',
    src: '../../assets/images/three-bike.png',
    text: `Как и двухколесные велосипеды, трайки бывают односкоростными и многоскоростными.
     Нередко они оснащены электромоторами. Ведь условия эксплуатации могут того требовать, например
     присутствие подъемов и перевозимого груза. Эксплуатируют трайки в таких направлениях как отдых, 
     спорт, коммерческие цели. Трициклы для жизненных нужд очень разнообразны. Как правило, они 
     оснащаются большими багажными отсеками. Базовым пунктом применения трехколесных велосипедов, 
     является приспособленность этого байка к перемещению большего количества груза, сравнительно со 
     своим двухколесным собратом. Поэтому, трициклы находят своих почитателей среди дачников и людей, 
     занимающимся сельским хозяйством. Эта техника служит им подспорьем, своего рода - рабочей лошадкой
      на современный лад.`,
  },
];
